Revit 2024 API
UnitTypeId.MetersCentimeters Property
 Meters and centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersCentimeters { get; }
Visual Basic
Public Shared ReadOnly Property MetersCentimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersCentimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace